{
  "subdomeniu": "Cardiologie",
  "categorii": [
    {
      "categorie": "Generale",
      "numar_intrebari": 30,
      "intrebari": [
        "Cum se face trierea pacientului cu durere toracică tipică și ce cod de urgență primește?",
        "Care este timpul maxim admis pentru efectuarea unui ECG la pacientul cu suspiciune de infarct miocardic acut?",
        "Cum se recunoaște diferența clinică între STEMI și NSTEMI la prezentarea în urgență?",
        "Care sunt principalele criterii de internare de urgență pentru insuficiența cardiacă acută?",
        "Cum se stabilește codul de prioritate pentru pacientul cu edem pulmonar acut?",
        "Care sunt semnele de șoc cardiogen ce impun alertarea imediată a echipei ATI?",
        "Cum se recunoaște clinic tamponada cardiacă în urgență?",
        "Care sunt criteriile de activare imediată a echipei de cateterism cardiac?",
        "Cum se abordează pacientul cu fibrilație atrială rapidă în funcție de stabilitatea hemodinamică?",
        "Care sunt criteriile pentru cardioversia electrică de urgență și documentarea consimțământului?",
        "Cum se diferențiază clinic sincopele de cauză cardiacă față de cele non-cardiace?",
        "Care este conduita de urgență la pacientul cu disecție aortică suspectată?",
        "Cum se face managementul inițial al pacientului cu tromboembolism pulmonar masiv?",
        "Care sunt investigațiile „de pat” ce trebuie realizate imediat în urgențele cardiace?",
        "Care este conduita la pacientul cu pericardită acută severă în UPU?",
        "Cum se monitorizează un pacient cu sindrom coronarian acut pe durata așteptării transferului?",
        "Care sunt principalele erori de triaj ce trebuie evitate la pacientul cu durere toracică?",
        "Cum se aplică protocolul de stop cardio-respirator la pacientul cu infarct acut?",
        "Care sunt indicațiile pentru tromboliză de urgență în lipsa accesului la PCI?",
        "Cum se documentează acordul pacientului/familiei pentru intervențiile invazive urgente?",
        "Care sunt obligațiile privind raportarea cazurilor de infarct acut către DSP?",
        "Cum se recunoaște clinic o urgență hipertensivă și care este algoritmul de tratament inițial?",
        "Care este rolul monitorizării continue EKG în urgențele cardiace majore?",
        "Cum se gestionează pacientul cu dispozitiv cardiac (pacemaker/ICD) care prezintă disfuncție acută?",
        "Care sunt obligațiile personalului medical în documentarea și trasabilitatea medicației administrate?",
        "Cum se gestionează cazurile de intoxicație medicamentoasă cu beta-blocante sau blocante de calciu?",
        "Care sunt pașii de îngrijire pentru pacientul post-resuscitare în urgențele cardiace?",
        "Cum se decide transferul pacientului cu durere toracică cu risc scăzut?",
        "Care sunt criteriile de siguranță pentru externarea din UPU a pacientului cu durere toracică necoronariană?",
        "Cum se respectă principiile consimțământului și confidențialității în urgențele cardiace?"
      ]
    },
    {
      "categorie": "Șef secție",
      "numar_intrebari": 40,
      "intrebari": [
        "Responsabilitățile șefului de secție în implementarea protocoalelor pentru sindroamele coronariene acute.",
        "Organizarea liniei de gardă cardiologică pentru a acoperi permanent urgențele majore.",
        "Obligațiile în raport cu DSP privind raportarea cazurilor de infarct miocardic acut.",
        "Verificarea respectării protocolului STEMI în UPU și secție.",
        "Planificarea resurselor pentru transportul pacienților STEMI către PCI.",
        "Instruirea personalului privind recunoașterea șocului cardiogen.",
        "Analiza cazurilor de deces subit cardiac în secție.",
        "Colaborarea cu laboratorul pentru analize urgente (troponină, CK-MB).",
        "Autorizarea și verificarea stocurilor de medicamente de urgență cardiologică.",
        "Planurile de instruire periodică a personalului pe teme de urgențe cardiace.",
        "Respectarea confidențialității datelor medicale.",
        "Raportarea reacțiilor adverse grave la tratamente cardiologice.",
        "Analiza evenimentelor adverse majore (ex. stop cardiac în secție).",
        "Verificarea măsurilor de prevenire a infecțiilor nosocomiale în secția cardiologie.",
        "Gestionarea dotării cu echipamente critice (defibrilatoare, monitoare).",
        "Circuitul pacientului cardiologic critic spre ATI.",
        "Aplicarea normelor PSI în secția de cardiologie.",
        "Raportarea lunară a indicatorilor de performanță ai secției.",
        "Instruirea personalului în utilizarea echipamentelor noi.",
        "Gestionarea situațiilor de deficit de personal.",
        "Trasabilitatea medicației de urgență utilizate la pacienții cardiaci critici.",
        "Colaborarea cu CNAS pentru raportările obligatorii.",
        "Instruirea personalului privind recunoașterea semnelor de insuficiență cardiacă acută.",
        "Raportarea cazurilor rare (disecție aortică, tamponadă) către DSP.",
        "Gestionarea conflictelor între personal și pacienți/familii.",
        "Supervizarea rezidenților care participă la urgențe cardiace.",
        "Aplicarea normelor GDPR la accesarea dosarelor medicale.",
        "Raportarea către conducerea spitalului a evenimentelor critice.",
        "Planificarea concediilor personalului fără a afecta linia de gardă.",
        "Analiza timpilor de reacție în cazurile STEMI.",
        "Planul de acțiune în caz de incidente majore (incendiu, cutremur).",
        "Organizarea supravegherii epidemiologice în secția de cardiologie.",
        "Gestionarea deșeurilor medicale din secție.",
        "Verificarea protocoalelor privind administrarea trombolizei.",
        "Participarea la ședințele comitetului director cu indicatorii secției.",
        "Colaborarea interdisciplinară (ATI, chirurgie cardiacă).",
        "Investigarea plângerilor pacienților referitoare la urgențele cardiace.",
        "Raportarea reacțiilor adverse la medicamentele antiaritmice.",
        "Educația medicală continuă a personalului din secție.",
        "Verificarea aplicării protocoalelor de resuscitare cardiacă."
      ]
    },
    {
      "categorie": "Medici",
      "numar_intrebari": 40,
      "intrebari": [
        "Pașii de diagnostic rapid ai infarctului miocardic acut în UPU.",
        "Diferențierea STEMI de NSTEMI și implicațiile asupra tratamentului.",
        "Protocolul de administrare a trombolizei în absența PCI.",
        "Monitorizarea pacientului cu infarct pe durata așteptării transferului.",
        "Criterii clinice și paraclinice pentru cardioversia electrică.",
        "Algoritmul de resuscitare la stop cardio-respirator cauzat de infarct.",
        "Analize de laborator urgente la pacientul cu suspiciune de sindrom coronarian acut.",
        "Tratamentul tahicardiilor instabile hemodinamic.",
        "Diagnostic și tratament în edemul pulmonar acut.",
        "Recunoașterea și tratamentul șocului cardiogen.",
        "Indicațiile pentru implantarea urgentă a unui pacemaker temporar.",
        "Diferențierea tamponadei cardiace de insuficiența cardiacă acută.",
        "Tratamentul inițial al disecției de aortă suspectate.",
        "Tratamentul fibrilației atriale cu instabilitate hemodinamică.",
        "Evaluarea sincopei de cauză cardiacă în UPU.",
        "Abordarea pacientului cu insuficiență cardiacă acută severă.",
        "Investigații rapide pentru suspiciunea de tromboembolism pulmonar masiv.",
        "Aplicarea ventilației non-invazive la pacienții cu insuficiență cardiacă acută.",
        "Contraindicațiile trombolizei.",
        "Tratamentul urgențelor hipertensive cu afectare acută de organ.",
        "Documentarea consimțământului pentru intervenții invazive urgente.",
        "Tratamentul tamponadei cardiace acute până la drenaj.",
        "Monitorizarea pacientului după cardioversie electrică.",
        "Conduita la pacientul cu pericardită acută complicată.",
        "Tratamentul intoxicațiilor medicamentoase cardiotoxice.",
        "Documentarea și trasabilitatea tratamentelor administrate.",
        "Confidențialitatea în transmiterea datelor pacientului la transfer.",
        "Externarea sigură a pacientului cu durere toracică cu risc scăzut.",
        "Abordarea pacientului cu cardiomiopatie dilatativă și edem pulmonar acut.",
        "Semne clinice de infarct la pacientul diabetic cu prezentare atipică.",
        "Managementul stopului cardio-respirator la pacientul cu hipotermie severă.",
        "Raportarea cazurilor rare (miocardită fulminantă, disecție aortică).",
        "Tratamentul urgențelor cardiace la pacientul gravidă.",
        "Conduita la pacientul cu pacemaker/ICD și suspiciune de disfuncție.",
        "Protocoale în cazul pacientului oncologic cu suspiciune de embolie pulmonară.",
        "Instruirea asistenților pentru urgențe cardiace.",
        "Raportarea reacțiilor adverse severe la tratamente cardiologice.",
        "Educația pacientului și familiei privind factorii de risc cardiovascular.",
        "Colaborarea cu ATI în managementul șocului cardiogen.",
        "Participarea la educația medicală continuă (EMC)."
      ]
    },
    {
      "categorie": "Asistenți",
      "numar_intrebari": 40,
      "intrebari": [
        "Recunoașterea semnelor infarctului miocardic acut la pacientul din UPU.",
        "Pregătirea pacientului pentru efectuarea ECG-ului de urgență.",
        "Administrarea oxigenoterapiei la pacientul cu edem pulmonar acut.",
        "Administrarea medicației inițiale în sindrom coronarian acut.",
        "Administrarea nitroglicerinei sublingual și verificările necesare.",
        "Administrarea diureticelor în edemul pulmonar acut.",
        "Montarea corectă a perfuziilor pentru tratamentele cardiace de urgență.",
        "Monitorizarea TA și a pulsului la 15 minute.",
        "Pregătirea pacientului pentru cardioversie electrică.",
        "Verificarea funcționării defibrilatorului.",
        "Administrarea medicamentelor antiaritmice i.v. și monitorizarea necesară.",
        "Recunoașterea semnelor de șoc cardiogen.",
        "Pregătirea pacientului pentru transfer interclinic PCI.",
        "Supravegherea pacientului post-tromboliză.",
        "Documentarea corectă a medicației administrate.",
        "Recunoașterea aritmiilor pe monitorul EKG.",
        "Aplicarea regulilor de igienă și protecție la pacienți cardiaci critici.",
        "Intervenția în caz de stop cardio-respirator.",
        "Administrarea morfinei în infarct.",
        "Monitorizarea saturației oxigenului.",
        "Pregătirea pacientului pentru intubație de urgență.",
        "Trasabilitatea fiolelor de urgență.",
        "Respectarea consimțământului pacientului.",
        "Aplicarea regulilor GDPR pentru confidențialitatea datelor.",
        "Pregătirea pacientului pentru ecocardiografie de urgență.",
        "Raportarea complicațiilor după PCI.",
        "Gestionarea medicației anticoagulante.",
        "Aplicarea normelor PSI în utilizarea echipamentelor electrice.",
        "Educația pacientului privind automonitorizarea TA.",
        "Administrarea perfuziilor cu vasodilatatoare.",
        "Îngrijirea pacientului cu insuficiență cardiacă severă.",
        "Recunoașterea și raportarea reacțiilor adverse severe.",
        "Verificarea funcționării monitoarelor de ritm cardiac.",
        "Documentarea semnelor vitale în foaia de observație.",
        "Măsuri la refuzul de tratament al pacientului.",
        "Colaborarea cu medicii pentru pregătirea trombolizei.",
        "Respectarea normelor de igienă pentru pacienții imunodeprimați.",
        "Participarea la cursuri de educație medicală continuă.",
        "Raportarea lipsei de medicamente sau consumabile.",
        "Pregătirea pacientului pentru transport interclinic de urgență."
      ]
    },
    {
      "categorie": "Infirmieri",
      "numar_intrebari": 20,
      "intrebari": [
        "Rolul infirmierului în supravegherea pacienților cardiaci internați în UPU/secție.",
        "Aplicarea regulilor de igienă personală și protecția pacienților cardiaci critici.",
        "Curățarea și dezinfectarea spațiilor pentru pacienți cu infarct miocardic.",
        "Recunoașterea modificărilor vizibile sugestive pentru ischemie miocardică.",
        "Măsuri dacă pacientul devine brusc confuz sau agitat.",
        "Rolul în transportul pacientului cardiac critic în interiorul spitalului.",
        "Respectarea regulilor de securitate la deplasarea pacientului cu perfuzii și oxigen.",
        "Colectarea deșeurilor rezultate din îngrijirea pacienților cardiaci.",
        "Sprijinul acordat asistentelor și medicilor în manevrele de urgență.",
        "Respectarea regulilor PSI în secția cardiologie.",
        "Protecția pacienților cu risc crescut de infecții.",
        "Raportarea imediată către asistent/medic a unei situații critice observate.",
        "Asigurarea lenjeriei curate și igienei pacientului cardiac critic.",
        "Protecția personală cu echipamente de protecție individuală (EIP).",
        "Păstrarea confidențialității datelor pacientului.",
        "Pregătirea patului pentru un pacient nou admis.",
        "Sprijinul echipei medicale în prevenirea căderilor pacienților cardiaci.",
        "Măsuri pentru transportul sigur al pacientului către altă secție/spital.",
        "Recunoașterea semnelor evidente de agravare (dispnee, cianoză, transpirații).",
        "Participarea la instruiri de igienă și siguranță."
      ]
    }
  ]
}