{
  "subdomeniu": "Gastroenterologie",
  "categorii": [
    {
      "categorie": "Generale",
      "numar_intrebari": 30,
      "intrebari": [
        "Semne de alarmă în hemoragia digestivă superioară (hematemeză, melena, instabilitate hemodinamică).",
        "Stabilizarea inițială în HDS: ABCDE, acces venos larg, bilanț hemodinamic, analize stat.",
        "Transfuzia în HDS: praguri de hemoglobină și ținte; documentare și trasabilitate.",
        "Terapia vasoactivă în suspiciune de varice esofagiene (octreotid/terlipresină).",
        "Antibioprofilaxia în ciroză cu HDS (indicații, durată).",
        "Indicații și timing pentru endoscopie digestivă superioară la HDS.",
        "Hemoragia digestivă inferioară: semne, stabilizare și criterii pentru colonoscopie urgentă.",
        "Pancreatita acută: criterii clinice/biologice de diagnostic și scoruri de severitate.",
        "Indicații de CT/RMN în pancreatita acută și momentul optim.",
        "Colangita acută: triada Charcot/pentada Reynolds, tratament inițial și indicație ERCP.",
        "Colecistita acută: criterii clinice/imagistice și conduită.",
        "Sindromul subocluziv/ocluziv intestinal: semne clinice, investigații rapide, management inițial.",
        "Ischemia mezenterică acută: red flags, analize și imagistică prioritară.",
        "Peritonita: diagnostic clinic/paraclinic, indicații pentru chirurgie de urgență.",
        "Insuficiență hepatică acută: criterii, stabilizare și transfer la centru specializat.",
        "Encefalopatia hepatică: precipitanți, tratament inițial și monitorizare.",
        "Hepatita acută severă: criterii de internare, investigații minime, notificări.",
        "Ingestia caustică: evaluare inițială, contraindicații și indicații endoscopie.",
        "Înghițirea de corp străin: semne de obstrucție, când e endoscopie de urgență.",
        "Gastroenterită acută severă: rehidratare, corecția electrolitică, criterii de internare.",
        "Boala inflamatorie intestinală – puseu sever: recunoaștere și tratament inițial.",
        "Hematemeza la pacientul anticoagulat/antiagregat: inversie anticoagulare.",
        "Abdomenul acut dureros neclar: algoritm de excludere a cauzelor chirurgicale.",
        "Intoxicații medicamentoase cu manifestări digestive (paracetamol, AINS): protocol inițial.",
        "Malnutriția acută/severă: evaluare rapidă și indicații de suport nutrițional.",
        "Managementul durerii abdominale severe: opțiuni analgezice și impact diagnostic.",
        "Pregătirea pentru transport interclinic al pacientului gastroenterologic critic.",
        "Criterii de externare sigură pentru durerea abdominală nespecifică.",
        "Consimțământul informat pentru endoscopia de urgență și pentru transfuzie.",
        "Documentarea și raportarea cazurilor infecțioase digestive (toxiinfecție alimentară)."
      ]
    },
    {
      "categorie": "Șef secție",
      "numar_intrebari": 40,
      "intrebari": [
        "Organizarea fluxului pentru hemoragiile digestive acute.",
        "Indicatori de performanță pentru secția de gastroenterologie.",
        "Asigurarea stocurilor minime de sânge și derivate pentru urgențe digestive.",
        "Responsabilități privind dotarea continuă cu echipamente endoscopice.",
        "Implementarea protocoalelor multidisciplinare pentru pancreatită acută severă.",
        "Colaborarea cu chirurgie generală pentru peritonite sau ocluzii intestinale.",
        "Asigurarea trasabilității medicației de urgență.",
        "Politica privind folosirea antibioticelor profilactice în ciroză cu HDS.",
        "Instruirea periodică a personalului pentru recunoașterea HDS.",
        "Raportarea cazurilor de hepatite acute/cronice la DSP.",
        "Notificarea toxiinfecțiilor alimentare și bolilor digestive infecțioase.",
        "Gestionarea resurselor umane în perioade de suprasolicitare.",
        "Anchetă internă în caz de deces la pacient cu HDS.",
        "Implementarea protocoalelor de screening la pacienții cirotici.",
        "Raportarea reacțiilor adverse severe la medicația hepatologică.",
        "Respectarea confidențialității datelor medicale.",
        "Continuitatea serviciilor gastroenterologie în situații de criză.",
        "Circuitul pacientului critic cu pancreatită severă spre ATI.",
        "Protocoale pentru intoxicații medicamentoase (paracetamol, AINS).",
        "Trasabilitatea endoscoapelor și sterilizarea lor.",
        "Investigarea plângerilor pacienților privind calitatea îngrijirii.",
        "Prevenirea infecțiilor nosocomiale în gastroenterologie.",
        "Raportarea și analiza cazurilor de peritonită post-procedurală.",
        "Instruirea rezidenților în urgențe digestive.",
        "Respectarea timpilor maximi de transfer pentru pacienții cu colangită acută.",
        "Protocoale de management pentru intoxicații caustice.",
        "Consimțământul informat pentru endoscopie de urgență.",
        "Indicatori de calitate pentru endoscopiile efectuate în urgență.",
        "Documentarea și raportarea transfuziei de sânge.",
        "Raportarea cazurilor de hepatită B și C.",
        "Gestionarea situațiilor de lipsă a medicamentelor de urgență.",
        "Protocoale pentru pacientul imunodeprimat cu infecție digestivă severă.",
        "Participarea la comisii multidisciplinare (oncologie digestivă).",
        "Instruirea personalului pentru prevenirea agresiunilor pacienților agitați.",
        "Protocoale pentru pacientul pediatric cu gastroenterită severă.",
        "Supravegherea pacienților cu risc de suicid prin ingestie caustică.",
        "Raportarea reacțiilor adverse la substanțe de contrast CT/MRCP.",
        "Instruirea personalului privind PSI.",
        "Verificarea implementării GDPR în documentele medicale.",
        "Plan anual de educație medicală continuă în gastroenterologie."
      ]
    },
    {
      "categorie": "Medici",
      "numar_intrebari": 40,
      "intrebari": [
        "Criterii de diagnostic pentru hemoragia digestivă superioară.",
        "Decizia urgenței endoscopiei digestive la pacientul cu HDS.",
        "Algoritmul terapeutic pentru varice esofagiene rupte.",
        "Administrarea vasoactivelor la pacientul cu HDS variceală.",
        "Indicații pentru TIPS în hemoragia variceală refractară.",
        "Documentarea și raportarea transfuziei de sânge la HDS.",
        "Criterii de diagnostic și severitate pentru pancreatita acută.",
        "Momentul efectuării CT-ului în pancreatita acută.",
        "Algoritmul terapeutic în colangita acută.",
        "Tratamentul colecistitei acute complicate.",
        "Semne clinice și imagistice ale ischemiei mezenterice acute.",
        "Tratamentul inițial în ischemia mezenterică până la chirurgie.",
        "Protocoale de tratament pentru peritonită difuză.",
        "Diagnostic și tratament al insuficienței hepatice acute fulminante.",
        "Indicații pentru transfer la centru specializat de transplant hepatic.",
        "Tratamentul encefalopatiei hepatice acute.",
        "Protocoale pentru hepatita acută virală severă.",
        "Tratamentul ingestiei caustice acute.",
        "Pași terapeutici în înghițirea de corp străin.",
        "Diferențierea între HDS variceală și non-variceală.",
        "Protocoale de tratament pentru gastroenterită severă.",
        "Tratamentul puseului sever de colită ulcerativă.",
        "Indicații pentru colectomie de urgență în boala Crohn.",
        "Tratamentul intoxicațiilor medicamentoase hepatotoxice.",
        "Rolul NAC în hepatita toxică acută.",
        "Diagnostic și tratament al sindromului hepatorenal.",
        "Protocoale de diagnostic pentru peritonita bacteriană spontană.",
        "Tratamentul intoxicațiilor cu ciuperci hepatotoxice.",
        "Criterii pentru diagnosticarea sindromului de intestin scurt.",
        "Consimțământul informat pentru proceduri endoscopice de urgență.",
        "Tratamentul peritonitei secundare perforației gastrice.",
        "Diagnostic și tratament al colitei ischemice severe.",
        "Protocoale de management al durerii în pancreatita acută.",
        "Tratamentul urgențelor digestive la pacientul imunodeprimat.",
        "Diagnostic pentru icter obstructiv acut.",
        "Tratamentul sindromului de ocluzie intestinală completă.",
        "Protocoale de nutriție în pancreatita acută severă.",
        "Managementul peritonitei la dializa peritoneală.",
        "Raportarea bolilor digestive infecțioase.",
        "Colaborarea interdisciplinară în urgențele digestive."
      ]
    },
    {
      "categorie": "Asistenți",
      "numar_intrebari": 40,
      "intrebari": [
        "Recunoașterea semnelor de hemoragie digestivă superioară.",
        "Montarea unei linii venoase periferice la pacientul cu HDS.",
        "Administrarea corectă a fluidelor în resuscitarea volemică.",
        "Pregătirea pacientului pentru endoscopia de urgență.",
        "Verificarea trasabilității fiolelor utilizate în HDS.",
        "Monitorizarea semnelor vitale la pacientul cu HDS.",
        "Pregătirea pacientului pentru transfuzie de sânge.",
        "Administrarea antibioticelor profilactice la pacientul cirotic cu HDS.",
        "Recunoașterea agravării clinice în pancreatita acută.",
        "Pregătirea pacientului pentru CT abdominal.",
        "Monitorizarea echilibrului hidroelectrolitic în gastroenterită severă.",
        "Prevenirea aspirației la pacientul cu hematemeză.",
        "Igienizarea pacientului cu melena.",
        "Pregătirea pacientului pentru ERCP.",
        "Administrarea lactulozei în encefalopatia hepatică.",
        "Pregătirea pacientului pentru puncția ascitică.",
        "Semne de peritonită raportate imediat medicului.",
        "Administrarea NAC în intoxicația cu paracetamol.",
        "Verificarea trasabilității produselor sanguine.",
        "Izolare și protecție la pacientul cu hepatită acută virală.",
        "Pregătirea pacientului pentru chirurgie în colecistită acută.",
        "Documentarea medicației administrate pacientului cu HDS.",
        "Administrarea soluțiilor perfuzabile la pacientul cu colită severă.",
        "Măsuri de siguranță la transportul pacientului cu perfuzii și oxigen.",
        "Recunoașterea abdomenului acut chirurgical.",
        "Educația pacientului pentru pregătirea colonoscopiei.",
        "Aplicarea normelor de igienă și prevenirea infecțiilor nosocomiale.",
        "Pregătirea pacientului pentru paracenteză terapeutică.",
        "Monitorizarea pacientului post-endoscopie digestivă.",
        "Supravegherea pacientului cu icter obstructiv.",
        "Raportarea reacțiilor adverse la medicația gastroenterologică.",
        "Pregătirea pacientului pentru chirurgie în ischemia mezenterică.",
        "Aplicarea procedurilor PSI în gastroenterologie.",
        "Confidențialitatea datelor pacientului gastroenterologic.",
        "Documentarea observațiilor clinice zilnice.",
        "Pregătirea pacientului pentru IRM abdominal.",
        "Prevenirea escarelor la pacienții cu peritonită.",
        "Colaborarea cu medicii pentru nutriția parenterală.",
        "Participarea la instruiri pe tema urgențelor digestive.",
        "Raportarea lipsei de medicamente sau consumabile."
      ]
    },
    {
      "categorie": "Infirmieri",
      "numar_intrebari": 20,
      "intrebari": [
        "Rolul infirmierului în supravegherea pacienților cu HDS.",
        "Aplicarea regulilor de igienă personală la pacienții cu hepatită acută virală.",
        "Curățarea și dezinfectarea saloanelor după pacient cu HDS.",
        "Recunoașterea semnelor vizibile de hemoragie digestivă.",
        "Măsuri la pacientul devenit brusc instabil hemodinamic.",
        "Participarea la transportul pacientului gastroenterologic critic.",
        "Respectarea regulilor la deplasarea pacientului cu perfuzii și oxigen.",
        "Colectarea și eliminarea corectă a deșeurilor biologice.",
        "Sprijin în pregătirea pacientului pentru endoscopie.",
        "Respectarea regulilor PSI în gastroenterologie.",
        "Igiena pacientului cu melena.",
        "Raportarea imediată a hematemezei la pacient.",
        "Schimbarea lenjeriei la pacienții cu ascită abundentă.",
        "Protecția personală cu echipamente individuale.",
        "Păstrarea confidențialității datelor pacientului.",
        "Pregătirea patului pentru pacient cu HDS.",
        "Sprijin în prevenirea căderilor la pacienții slăbiți post-hemoragie.",
        "Transportul sigur al pacientului către altă secție/spital.",
        "Recunoașterea semnelor de agravare (paloare, transpirații, lipotimie).",
        "Participarea la instruiri periodice de igienă și siguranță."
      ]
    }
  ]
}