{
  "subdomeniu": "Nefrologie",
  "categorii": [
    {
      "categorie": "Generale",
      "numar_intrebari": 30,
      "intrebari": [
        "Semne clinice de insuficiență renală acută (IRA) la prezentarea în UPU.",
        "Evaluarea rapidă a diurezei și a statusului hidroelectrolitic la pacientul critic.",
        "Indicații pentru recoltarea „stat” a ureei, creatininei și electroliților.",
        "Recunoașterea hiperkaliemiei severe pe ECG și conduita de urgență.",
        "Medicamentele de urgență utilizate în hiperkaliemie (calciu, insulină+glucoză, salbutamol, furosemid).",
        "Criterii clinice și biologice de inițiere a dializei de urgență (AEIOU).",
        "Diferențiere IRA prerenală vs. intrinsecă.",
        "Cauze de retenție urinară acută și conduita imediată.",
        "Montarea corectă a sondei urinare și reguli de asepsie.",
        "Indicații pentru cateter venos central în dializa de urgență.",
        "Pregătirea pacientului pentru dializă acută.",
        "Complicații acute ale dializei (hipotensiune, aritmii, reacții la heparină).",
        "Recunoașterea și tratamentul edemului pulmonar acut de cauză renală.",
        "Criterii de diagnostic pentru sindromul nefrotic.",
        "Diferențierea sindromului nefritic acut de sindromul nefrotic.",
        "Cauze principale de hematurie macroscopică cu semnificație de urgență.",
        "Investigare și stabilizare a pacientului cu colică renală severă.",
        "Indicații pentru consult urologic de urgență.",
        "Recunoașterea și tratamentul sepsisului urinar acut.",
        "Antibiotice de primă linie în infecțiile urinare complicate.",
        "Pași de stabilizare la pacientul cu traumatisme renale.",
        "Investigații în suspiciunea de rabdomioliză și IRA secundară.",
        "Indicații pentru bicarbonat de sodiu în urgențele renale.",
        "Monitorizarea balanței hidrice zilnice la pacientul critic.",
        "Complicații potențiale ale montării sondei urinare.",
        "Diferențiere IRA acută vs. boală cronică de rinichi decompensată.",
        "Indicații pentru transfer către centru de dializă.",
        "Documentarea consimțământului informat pentru dializă de urgență.",
        "Raportarea cazurilor de IRA asociată infecțiilor nosocomiale.",
        "Pregătirea pentru transport interclinic în vederea dializei acute."
      ]
    },
    {
      "categorie": "Șef secție",
      "numar_intrebari": 40,
      "intrebari": [
        "Organizarea fluxului pacienților critici cu insuficiență renală acută în UPU și secție.",
        "Indicatori de performanță pentru nefrologie (timp până la dializă, mortalitate IRA).",
        "Asigurarea disponibilității echipamentelor pentru dializă de urgență.",
        "Proceduri interne pentru cateterizarea venoasă centrală în vederea dializei.",
        "Implementarea protocoalelor de prevenire și tratament pentru hiperkaliemia severă.",
        "Asigurarea trasabilității medicamentelor critice (calciu, insulină, NAC).",
        "Colaborarea cu UPU pentru pacienții care necesită dializă de urgență.",
        "Gestionarea resurselor umane în perioade de suprasolicitare (gărzi, deficit).",
        "Instruirea personalului în tehnici de dializă acută.",
        "Raportarea cazurilor de infecții asociate cateterelor de dializă.",
        "Protocoale pentru gestionarea complicațiilor acute în timpul dializei.",
        "Implementarea planurilor de prevenire a infecțiilor nosocomiale.",
        "Raportarea cazurilor de IRA asociate sepsisului.",
        "Asigurarea continuității dializei în situații de criză (pene curent, pandemii).",
        "Proceduri pentru transferul interclinic al pacienților cu insuficiență renală severă.",
        "Protocoale pentru managementul rabdomiolizei severe.",
        "Documentare și raportare a consumului de dializă și materiale sanitare.",
        "Respectarea normelor GDPR în documentarea pacienților dializați.",
        "Protocoale pentru tratamentul edemului pulmonar acut de cauză renală.",
        "Gestionarea resurselor financiare pentru tratamentele nefrologice.",
        "Instruirea personalului în utilizarea aparatelor de dializă.",
        "Investigarea deceselor pacienților aflați pe dializă de urgență.",
        "Prevenirea și managementul hipocalcemiei induse de dializă.",
        "Organizarea activității de dializă în regim de urgență (linie de gardă).",
        "Raportarea periodică către DSP a pacienților dializați.",
        "Proceduri de consimțământ informat pentru dializă.",
        "Protocoale pentru pacienții cu IRA post-transplant renal.",
        "Implementarea procedurilor PSI și SSM în sala de dializă.",
        "Raportarea reacțiilor adverse la soluțiile de dializă.",
        "Monitorizarea indicatorilor de calitate a apei folosite în dializă.",
        "Proceduri de igienă pentru prevenirea infecțiilor cu germeni multirezistenți.",
        "Protocoale pentru pacienții cu IRA la gravidă.",
        "Proceduri pentru urgențele nefrologice pediatrice.",
        "Gestionarea lipsei temporare a consumabilelor pentru dializă.",
        "Instruire pentru intervenții rapide la sepsis urinar.",
        "Implementarea auditului anual al secției de nefrologie.",
        "Supravegherea clinică a rezidenților.",
        "Raportarea incidentelor de PSI în sala de dializă.",
        "Protocoale pentru tratamentul IRA la pacientul oncologic.",
        "Plan anual de educație medicală continuă pentru echipă."
      ]
    },
    {
      "categorie": "Medici",
      "numar_intrebari": 40,
      "intrebari": [
        "Criterii clinice și paraclinice pentru diagnosticarea insuficienței renale acute (IRA).",
        "Diferențierea IRA prerenală vs. intrinsecă și post-renală.",
        "Indicații absolute și relative pentru inițierea dializei de urgență.",
        "Tratamentul hiperkaliemiei severe la pacientul cu IRA.",
        "Indicații pentru utilizarea bicarbonatului de sodiu în acidoza metabolică.",
        "Tratamentul edemului pulmonar acut de cauză renală.",
        "Protocoale pentru tratamentul rabdomiolizei acute.",
        "Investigarea și tratamentul sindromului nefritic acut.",
        "Criterii de diagnostic pentru sindromul nefrotic.",
        "Abordarea pacientului cu hematurie macroscopică masivă.",
        "Pași terapeutici în sepsisul urinar complicat.",
        "Antibiotice recomandate în pielonefrita acută severă.",
        "Diferențierea BCR de IRA acută.",
        "Indicații pentru cateter venos central în dializa de urgență.",
        "Prevenirea complicațiilor asociate cateterului venos central (sepsis, tromboză).",
        "Tratamentul intoxicațiilor medicamentoase dializabile (litiu, metanol, salicilați).",
        "Indicații pentru consult urologic în colica renală complicată.",
        "Managementul pacientului cu traumatisme renale severe.",
        "Protocoale pentru dializa de urgență la pacientul gravidă.",
        "Tratamentul hipocalcemiei acute la pacientul dializat.",
        "Indicații pentru furosemid în insuficiența renală acută.",
        "Investigații pentru oligurie/anurie acută.",
        "Protocoale pentru pacientul pediatric cu IRA.",
        "Tratamentul urgențelor renale la pacientul oncologic.",
        "Diagnostic și tratament pentru nefropatia acută toxică.",
        "Tratamentul sindromului hemolitic-uremic acut.",
        "Diagnosticul și tratamentul glomerulonefritei rapid progresive.",
        "Documentarea consimțământului pentru dializă de urgență.",
        "Protocoale pentru pacientul cu insuficiență renală și sepsis sever.",
        "Managementul pacientului cu IRA post-chirurgicală.",
        "Diagnosticul IRA post-obstructivă.",
        "Tratamentul IRA asociată arsurilor extinse.",
        "Indicații pentru plasmapereză în urgențele nefrologice (vasculite, lupus).",
        "Investigarea și tratamentul proteinuriei masive.",
        "Protocoale pentru nefropatia indusă de contrast.",
        "Tratamentul urgențelor renale la pacientul cu HIV.",
        "Obligațiile medicului privind raportarea cazurilor de IRA la DSP.",
        "Prevenirea IRA la pacientul critic prin optimizarea terapiei cu fluide.",
        "Tratamentul hiponatremiei acute simptomatice.",
        "Colaborarea interdisciplinară (urologie, ATI, medicină internă) în urgențele nefrologice."
      ]
    },
    {
      "categorie": "Asistenți",
      "numar_intrebari": 40,
      "intrebari": [
        "Recunoașterea semnelor de insuficiență renală acută (oligurie, edeme, confuzie).",
        "Măsurarea și monitorizarea diurezei.",
        "Montarea corectă a sondei urinare și reguli de asepsie.",
        "Monitorizarea balanței hidrice la pacientul critic.",
        "Recunoașterea hiperkaliemiei severe pe ECG simplu.",
        "Rolul asistentului în administrarea tratamentului pentru hiperkaliemie.",
        "Monitorizarea după administrarea insulinei și glucozei pentru hiperkaliemie.",
        "Pregătirea pacientului pentru dializă de urgență.",
        "Verificarea funcționalității aparaturii de dializă înainte de utilizare.",
        "Măsuri de siguranță în timpul dializei (monitorizare TA, puls, saturație).",
        "Recunoașterea reacțiilor adverse la dializă (hipotensiune, crampe, aritmii).",
        "Administrarea oxigenoterapiei în edemul pulmonar acut.",
        "Pregătirea pacientului pentru cateter venos central.",
        "Prevenirea infecțiilor la cateterele venoase centrale.",
        "Administrarea corectă a soluțiilor perfuzabile în IRA.",
        "Recunoașterea sepsisului urinar.",
        "Recoltarea corectă a uroculturii și a probelor pentru infecții urinare.",
        "Măsuri de izolare la pacientul cu infecție urinară cu germeni MDR.",
        "Administrarea antibioticelor la pacientul cu pielonefrită acută severă.",
        "Pregătirea pentru investigațiile imagistice renale (ecografie, CT).",
        "Monitorizarea pacientului cu colică renală severă.",
        "Prevenirea escarelor la pacientul imobilizat cu IRA.",
        "Pregătirea pentru transfer interclinic în vederea dializei.",
        "Raportarea reacțiilor adverse la medicația nefrologică.",
        "Aplicarea normelor PSI în sala de dializă.",
        "Confidențialitatea datelor pacienților dializați.",
        "Documentarea zilnică a balanței hidrice și a observațiilor clinice.",
        "Educația pacientului cu insuficiență renală.",
        "Trasabilitatea materialelor și soluțiilor folosite în dializă.",
        "Primul ajutor la stop cardio-respirator în timpul dializei.",
        "Recunoașterea hiponatremiei acute simptomatice.",
        "Pregătirea pacientului pediatric pentru dializă.",
        "Recoltarea corectă a analizelor sanguine pentru monitorizarea funcției renale.",
        "Colaborarea cu medicul pentru inițierea plasmaperezei.",
        "Monitorizarea pacientului cu traumatisme renale severe.",
        "Măsuri de igienă pentru prevenirea infecțiilor nosocomiale la pacienți dializați.",
        "Administrarea corectă a tratamentului diuretic (furosemid) la pacientul cu IRA.",
        "Pregătirea pacientului în cazul intoxicațiilor dializabile.",
        "Recunoașterea agravării clinice la pacientul cu BCR decompensată.",
        "Participarea la instruiri periodice de nefrologie."
      ]
    },
    {
      "categorie": "Infirmieri",
      "numar_intrebari": 20,
      "intrebari": [
        "Rolul infirmierului în supravegherea pacienților cu insuficiență renală acută.",
        "Aplicarea regulilor de igienă personală la pacienții dializați.",
        "Curățarea și dezinfectarea saloanelor de nefrologie.",
        "Recunoașterea semnelor vizibile de agravare (edeme mari, paloare, dispnee).",
        "Măsuri dacă pacientul devine brusc confuz sau prezintă convulsii.",
        "Participarea la transportul pacientului pentru dializă acută.",
        "Reguli la deplasarea pacientului cu perfuzii și oxigen.",
        "Colectarea și eliminarea corectă a deșeurilor biologice din sala de dializă.",
        "Sprijinul acordat asistentelor și medicilor la pregătirea pentru dializă.",
        "Respectarea regulilor PSI în sala de dializă.",
        "Igienizarea pacientului cu sondă urinară.",
        "Raportarea imediată a scăderii bruște a diurezei.",
        "Schimbarea lenjeriei pacienților dializați.",
        "Protecția personală cu echipamente individuale în contact cu fluide biologice.",
        "Păstrarea confidențialității datelor pacientului renal.",
        "Pregătirea patului pentru un pacient nou admis în nefrologie.",
        "Sprijinul echipei medicale în prevenirea căderilor la pacienții cu edeme severe.",
        "Măsuri pentru transportul sigur al pacientului către altă secție/spital.",
        "Recunoașterea semnelor evidente de hiperkaliemie.",
        "Participarea la instruiri de igienă și siguranță în sala de dializă."
      ]
    }
  ]
}