{
  "subdomeniu": "Neurologie",
  "categorii": [
    {
      "categorie": "Generale",
      "numar_intrebari": 30,
      "intrebari": [
        "Semnele clinice de alarmă ale AVC ischemic acut.",
        "Intervalul maxim recomandat pentru efectuarea CT-ului cerebral la suspiciune de AVC.",
        "Stabilirea codului de urgență pentru pacientul cu suspiciune de AVC.",
        "Criterii de includere pentru tromboliză intravenoasă în AVC ischemic.",
        "Recunoașterea clinică a statusului epileptic și codul de urgență aferent.",
        "Pașii de stabilizare inițială a pacientului cu convulsii.",
        "Diferența între crize epileptice febrile și non-febrile.",
        "Recunoașterea semnului Babinski și relevanța lui în urgență.",
        "Semnele clinice ale hemoragiei subarahnoidiene.",
        "Managementul inițial al pacientului cu traumatisme cranio-cerebrale.",
        "Evaluarea GCS (Glasgow Coma Scale) la pacientul comatos.",
        "Diferențierea comei metabolice de cea neurologică la UPU.",
        "Indicațiile de intubație de urgență la pacientul neurologic.",
        "Recunoașterea clinică a meningitei acute.",
        "Investigații rapide necesare pentru confirmarea suspiciunii de meningită.",
        "Tratamentul inițial al unui pacient cu suspiciune de encefalită virală.",
        "Criterii pentru transferul imediat la ATI a pacientului neurologic critic.",
        "Monitorizarea semnelor vitale la pacientul cu traumatism cranio-cerebral.",
        "Protocolul de tratament pentru hemoragia intracerebrală acută.",
        "Diferențierea cefaleei migrenoase de cefaleea secundară gravă.",
        "Manifestările clinice ale sindromului de trunchi cerebral.",
        "Recunoașterea și documentarea semnelor meningeale.",
        "Conduita la pacientul cu suspiciune de scleroză multiplă în puseu acut.",
        "Tratamentul neuropatiilor acute severe (ex. Guillain-Barré) în UPU.",
        "Pași de urmat la pacientul cu suspiciune de intoxicație neurotoxicologică.",
        "Recunoașterea rapidă a paraliziei de nerv cranian și codul de urgență aferent.",
        "Criterii pentru diagnosticarea morții cerebrale.",
        "Documentarea și raportarea către DSP a cazurilor de boli neurologice infecțioase.",
        "Obligațiile legale privind consimțământul pacientului neurologic în urgență.",
        "Organizarea transferului interclinic al pacientului cu AVC acut către centru de stroke."
      ]
    },
    {
      "categorie": "Șef secție",
      "numar_intrebari": 40,
      "intrebari": [
        "Implementarea protocolului time is brain (flux rapid CT/CTA și tromboliză/trombectomie).",
        "Organizarea liniei de gardă neurologie 24/7.",
        "Stabilirea și auditarea indicatorilor cheie pentru AVC.",
        "Colaborarea cu UPU, Radiologie, ATI și Laborator pentru fluxul pacientului AVC.",
        "Criterii și circuit pentru transferul interclinic către centru de stroke.",
        "Planul de instruire periodică a personalului (FAST, NIHSS).",
        "Politica de disponibilitate a tromboliticului și a anticonvulsivantelor.",
        "Asigurarea trasabilității medicației de urgență.",
        "Protocol pentru status epilepticus refractar.",
        "Implementarea profilaxiei tromboembolice și controlului tensional post-AVC.",
        "Gestionarea resurselor umane în perioade de deficit.",
        "Proceduri pentru investigarea evenimentelor adverse majore.",
        "Colaborarea cu DSP pentru raportarea bolilor neurologice infecțioase.",
        "Politica de consimțământ informat în urgențele neurologice.",
        "Plan de pregătire pentru incidente majore (dezastru, multiple victime).",
        "Supravegherea respectării normelor SSM în manevre cu risc.",
        "Politica de prevenire a infecțiilor și izolare.",
        "Managementul delirului/agitației severe.",
        "Coordonarea cu Radiologia pentru prioritizarea CT/IRM.",
        "Asigurarea consultului neurochirurgical de urgență.",
        "Standardizarea scorului NIHSS și documentarea acestuia.",
        "Protocol de sedare în convulsii refractare.",
        "Verificarea prevenției decubitului și nutriției la pacienți neurologici.",
        "Managementul deșeurilor biologice din îngrijirea pacienților neuro.",
        "Asigurarea echipamentelor critice (monitoare EEG, pompe perfuzie).",
        "Fluxul pentru evaluarea rapidă a cefaleei red flag.",
        "Politica de tele-stroke și protecția datelor.",
        "Proceduri pentru evaluarea și declararea morții cerebrale.",
        "Coordonarea recoltărilor stat în urgențe neuro.",
        "Stabilirea criteriilor de internare/transfer pentru TIA high risk.",
        "Auditul periodic al cazurilor de tromboliză/trombectomie.",
        "Politica de utilizare a trombolizei în fereastra extinsă.",
        "Proceduri pentru pacienții cu tulburări neuromusculare acute.",
        "Colaborarea cu consiliul etic pentru decizii complexe.",
        "Asigurarea confidențialității în transmiterea datelor.",
        "Politica de îngrijire post-AVC (screening disfagie, prevenție complicații).",
        "Integrarea rezidenților în gărzi: supervizare și limite.",
        "Gestionarea plângerilor pacienților/familiilor.",
        "Raportarea și analiza reacțiilor adverse la medicația neuro de urgență.",
        "Plan anual de educație medicală continuă pentru echipă."
      ]
    },
    {
      "categorie": "Medici",
      "numar_intrebari": 40,
      "intrebari": [
        "Pașii de diagnostic rapid ai AVC ischemic în primele 60 de minute.",
        "Stabilirea scorului NIHSS și pragul pentru tromboliză.",
        "Contraindicațiile absolute ale trombolizei intravenoase.",
        "Decizia de trimitere imediată pentru trombectomie mecanică.",
        "Algoritmul de diagnostic și tratament în status epilepticus.",
        "Administrarea benzodiazepinelor în convulsii acute.",
        "Criterii pentru inițierea tratamentului cu anticonvulsivante de linia II.",
        "Diferențierea AVC-ului hemoragic de cel ischemic.",
        "Semne clinice majore ale hemoragiei subarahnoidiene.",
        "Monitorizarea pacientului cu traumatism cranio-cerebral.",
        "Evaluarea și tratamentul comei hipoglicemice vs. coma neurologică.",
        "Aplicarea scorului Glasgow Coma Scale și pragurile pentru intubație.",
        "Protocoalele de antibioterapie empirică în meningita acută.",
        "Tratamentul antiviral în suspiciunea de encefalită herpetică.",
        "Criteriile de internare la ATI pentru pacientul cu meningită severă.",
        "Recunoașterea și tratamentul sindromului Guillain–Barré.",
        "Indicațiile de plasmafereză și IVIG în neuropatii acute.",
        "Tratamentul convulsiilor febrile complicate la copil.",
        "Indicațiile pentru CT cerebral imediat în urgențele neurologice.",
        "Recunoașterea apoplexiei hipofizare și tratamentul inițial.",
        "Criterii pentru diagnosticul de moarte cerebrală.",
        "Protocoale de sedare și monitorizare EEG în status epilepticus refractar.",
        "Investigații pentru pacientul cu cefalee red flag.",
        "Tratamentul hipertensiunii intracraniene acute.",
        "Diagnostic și tratament al puseelor severe de scleroză multiplă.",
        "Diferențierea tulburărilor neurotoxice de AVC.",
        "Obligațiile medicului privind consimțământul informat.",
        "Raportarea cazurilor de boli neurologice transmisibile la DSP.",
        "Tratamentul hemoragiei intracerebrale acute.",
        "Conduita în encefalopatia hipertensivă.",
        "Managementul crizei epileptice cu traumatism secundar.",
        "Gestionarea deliriumului sever la pacientul neurologic.",
        "Raportarea reacțiilor adverse la medicația neurologică.",
        "Tratamentul urgențelor neurologice la femeia gravidă.",
        "Documentarea și trasabilitatea medicației administrate.",
        "Managementul urgențelor respiratorii la scleroză laterală amiotrofică.",
        "Diagnosticarea sindromului de trunchi cerebral acut.",
        "Tratamentul edemului cerebral acut.",
        "Participarea la educația medicală continuă pe neurologie de urgență.",
        "Colaborarea cu ATI și neurochirurgia pentru pacientul critic."
      ]
    },
    {
      "categorie": "Asistenți",
      "numar_intrebari": 40,
      "intrebari": [
        "Recunoașterea semnelor unui AVC acut (asimetrie facială, deficit motor, vorbire neclară).",
        "Pregătirea pacientului pentru CT cerebral de urgență.",
        "Montarea unei linii venoase periferice la pacientul neurologic critic.",
        "Rolul asistentului în administrarea bolusului de trombolitic.",
        "Monitorizarea tensiunii arteriale și glicemiei înainte/după tromboliză.",
        "Semne de agravare neurologică raportate imediat medicului.",
        "Administrarea anticonvulsivantelor în crize epileptice.",
        "Pregătirea pacientului pentru intubație în status epilepticus.",
        "Trasabilitatea fiolelor de diazepam/midazolam utilizate.",
        "Rolul asistentului în aplicarea scorului GCS.",
        "Pregătirea recoltării analizelor stat la pacientul neurologic critic.",
        "Îngrijirea pacientului cu meningită acută (izolare, protecție).",
        "Administrarea antibioticelor i.v. în suspiciunea de meningită.",
        "Monitorizarea temperaturii pacientului cu infecții neurologice.",
        "Prevenirea aspirației la pacientul post-AVC cu disfagie.",
        "Igienizarea pacientului imobilizat cu deficit neurologic sever.",
        "Mobilizarea pasivă a pacientului cu hemiplegie.",
        "Administrarea tratamentului osmotic (manitol).",
        "Recunoașterea semnelor de hipertensiune intracraniană.",
        "Aplicarea regulilor GDPR în documentarea pacientului neurologic.",
        "Pregătirea pacientului cu crize convulsive pentru transfer interclinic.",
        "Măsuri de siguranță la transportul pacientului cu perfuzii și oxigen.",
        "Monitorizarea semnelor vitale după tratament anticonvulsivant.",
        "Administrarea oxigenoterapiei la pacientul cu comă neurologică.",
        "Prevenirea escarelor la pacienții imobilizați.",
        "Îngrijirea pacientului cu delir sever.",
        "Raportarea reacțiilor adverse la medicația neurologică.",
        "Măsuri de igienă pentru prevenirea infecțiilor nosocomiale.",
        "Aplicarea procedurilor PSI în secția de neurologie.",
        "Administrarea corticoizilor i.v. în pusee acute.",
        "Pregătirea pacientului pentru puncție lombară.",
        "Supravegherea post-puncție lombară.",
        "Recunoașterea unei cefalee red flag.",
        "Documentarea zilnică a observațiilor clinice.",
        "Pregătirea pacientului pentru IRM cerebral.",
        "Prevenirea accidentelor la pacienții cu convulsii repetate.",
        "Gestionarea pacientului agitat cu tulburări neurologice.",
        "Participarea la instruiri pe tema urgențelor neurologice.",
        "Raportarea lipsei de medicamente/consumabile.",
        "Educația pacientului/familiei privind recunoașterea semnelor de AVC."
      ]
    },
    {
      "categorie": "Infirmieri",
      "numar_intrebari": 20,
      "intrebari": [
        "Rolul infirmierului în supravegherea pacienților neurologici internați.",
        "Aplicarea regulilor de igienă personală și protecția pacienților neurologici critici.",
        "Curățarea și dezinfectarea spațiilor pentru pacienți cu meningită.",
        "Recunoașterea modificărilor vizibile sugestive pentru urgență neurologică.",
        "Măsuri la pacientul devenit brusc confuz sau comatos.",
        "Rolul infirmierului în transportul pacientului neurologic critic.",
        "Respectarea regulilor de securitate la deplasarea pacientului cu perfuzii și oxigen.",
        "Colectarea deșeurilor rezultate din îngrijirea pacienților cu infecții neurologice.",
        "Sprijin în pregătirea materialelor pentru puncția lombară.",
        "Respectarea normelor PSI în secția neurologie.",
        "Prevenirea escarelor la pacienții imobilizați.",
        "Raportarea convulsiilor observate la pacient.",
        "Asigurarea lenjeriei curate și igienei pacientului comatos.",
        "Protecția personală cu echipamente individuale.",
        "Păstrarea confidențialității datelor pacientului.",
        "Pregătirea patului pentru un pacient nou admis cu AVC acut.",
        "Sprijinul echipei medicale în prevenirea căderilor pacienților.",
        "Măsuri pentru transportul sigur al pacientului către altă secție/spital.",
        "Recunoașterea semnelor evidente de agravare (hemiplegie, convulsii, comă).",
        "Participarea la instruiri de igienă și siguranță."
      ]
    }
  ]
}